bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
felixfbecker.php-debug
felixfbecker.php-intellisense
foxundermoon.shell-format
GrapeCity.gc-excelviewer
jebbs.plantuml
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msrvida.vscode-sanddance
redhat.vscode-yaml
rust-lang.rust
yzane.markdown-pdf
yzhang.markdown-all-in-one
coenraads.bracket-pair-colorizer